"{\"class_name\": \"Tokenizer\", \"config\": {\"num_words\": 2748, \"filters\": \"!\\\"#$%&()*+,-./:;<=>?@[\\\\]^_`{|}~\\t\\n\", \"lower\": true, \"split\": \" \", \"char_level\": false, \"oov_token\": null, \"document_count\": 2748, \"word_counts\": \"{\\\"wow\\\": 6, \\\"loved\\\": 21, \\\"this\\\": 643, \\\"place\\\": 114, \\\"crust\\\": 2, \\\"is\\\": 753, \\\"not\\\": 306, \\\"good\\\": 230, \\\"tasty\\\": 11, \\\"and\\\": 1138, \\\"the\\\": 1952, \\\"texture\\\": 3, \\\"was\\\": 570, \\\"just\\\": 119, \\\"nasty\\\": 4, \\\"stopped\\\": 3, \\\"by\\\": 78, \\\"during\\\": 11, \\\"late\\\": 3, \\\"may\\\": 12, \\\"bank\\\": 1, \\\"holiday\\\": 1, \\\"off\\\": 33, \\\"rick\\\": 1, \\\"steve\\\": 3, \\\"recommendation\\\": 3, \\\"it\\\": 674, \\\"selection\\\": 10, \\\"on\\\": 221, \\\"menu\\\": 15, \\\"great\\\": 210, \\\"so\\\": 170, \\\"were\\\": 105, \\\"prices\\\": 10, \\\"now\\\": 39, \\\"i\\\": 897, \\\"am\\\": 35, \\\"getting\\\": 12, \\\"angry\\\": 2, \\\"want\\\": 25, \\\"my\\\": 254, \\\"damn\\\": 6, \\\"pho\\\": 6, \\\"honeslty\\\": 1, \\\"didn't\\\": 42, \\\"taste\\\": 14, \\\"that\\\": 304, \\\"fresh\\\": 16, \\\"potatoes\\\": 3, \\\"like\\\": 125, \\\"rubber\\\": 2, \\\"you\\\": 205, \\\"could\\\": 53, \\\"tell\\\": 12, \\\"they\\\": 99, \\\"had\\\": 138, \\\"been\\\": 51, \\\"made\\\": 58, \\\"up\\\": 74, \\\"ahead\\\": 1, \\\"of\\\": 624, \\\"time\\\": 112, \\\"being\\\": 34, \\\"kept\\\": 10, \\\"under\\\": 9, \\\"a\\\": 889, \\\"warmer\\\": 1, \\\"fries\\\": 9, \\\"too\\\": 56, \\\"touch\\\": 5, \\\"service\\\": 108, \\\"very\\\": 245, \\\"prompt\\\": 2, \\\"would\\\": 85, \\\"go\\\": 64, \\\"back\\\": 73, \\\"cashier\\\": 2, \\\"no\\\": 83, \\\"care\\\": 11, \\\"what\\\": 63, \\\"ever\\\": 76, \\\"to\\\": 670, \\\"say\\\": 36, \\\"still\\\": 39, \\\"ended\\\": 5, \\\"wayyy\\\": 1, \\\"overpriced\\\": 7, \\\"tried\\\": 15, \\\"cape\\\": 1, \\\"cod\\\": 1, \\\"ravoli\\\": 1, \\\"chicken\\\": 17, \\\"with\\\": 274, \\\"cranberry\\\": 1, \\\"mmmm\\\": 2, \\\"disgusted\\\": 1, \\\"because\\\": 57, \\\"pretty\\\": 43, \\\"sure\\\": 16, \\\"human\\\": 8, \\\"hair\\\": 4, \\\"shocked\\\": 1, \\\"signs\\\": 2, \\\"indicate\\\": 1, \\\"cash\\\": 1, \\\"only\\\": 79, \\\"highly\\\": 23, \\\"recommended\\\": 10, \\\"waitress\\\": 9, \\\"little\\\": 35, \\\"slow\\\": 20, \\\"in\\\": 400, \\\"worth\\\": 27, \\\"your\\\": 82, \\\"let\\\": 8, \\\"alone\\\": 3, \\\"vegas\\\": 22, \\\"did\\\": 49, \\\"at\\\": 135, \\\"all\\\": 149, \\\"burrittos\\\": 1, \\\"blah\\\": 2, \\\"food\\\": 126, \\\"amazing\\\": 34, \\\"also\\\": 74, \\\"cute\\\": 5, \\\"less\\\": 11, \\\"interior\\\": 1, \\\"beautiful\\\": 17, \\\"performed\\\": 2, \\\"that's\\\": 12, \\\"right\\\": 34, \\\"red\\\": 4, \\\"velvet\\\": 1, \\\"cake\\\": 1, \\\"ohhh\\\": 1, \\\"stuff\\\": 5, \\\"never\\\": 52, \\\"brought\\\": 3, \\\"salad\\\": 15, \\\"we\\\": 95, \\\"asked\\\": 5, \\\"for\\\": 336, \\\"hole\\\": 1, \\\"wall\\\": 7, \\\"has\\\": 87, \\\"mexican\\\": 4, \\\"street\\\": 2, \\\"tacos\\\": 4, \\\"friendly\\\": 29, \\\"staff\\\": 19, \\\"took\\\": 12, \\\"an\\\": 106, \\\"hour\\\": 13, \\\"get\\\": 55, \\\"our\\\": 49, \\\"4\\\": 8, \\\"tables\\\": 5, \\\"restaurant\\\": 25, \\\"luke\\\": 1, \\\"warm\\\": 7, \\\"sever\\\": 1, \\\"running\\\": 6, \\\"around\\\": 21, \\\"he\\\": 60, \\\"totally\\\": 19, \\\"overwhelmed\\\": 2, \\\"worst\\\": 40, \\\"salmon\\\": 4, \\\"sashimi\\\": 3, \\\"there\\\": 101, \\\"are\\\": 180, \\\"combos\\\": 1, \\\"burger\\\": 12, \\\"beer\\\": 8, \\\"23\\\": 1, \\\"which\\\": 58, \\\"decent\\\": 9, \\\"deal\\\": 12, \\\"final\\\": 4, \\\"blow\\\": 1, \\\"found\\\": 23, \\\"accident\\\": 1, \\\"be\\\": 150, \\\"happier\\\": 4, \\\"seems\\\": 9, \\\"quick\\\": 8, \\\"grab\\\": 1, \\\"bite\\\": 2, \\\"some\\\": 54, \\\"familiar\\\": 2, \\\"pub\\\": 1, \\\"but\\\": 201, \\\"do\\\": 53, \\\"yourself\\\": 4, \\\"favor\\\": 2, \\\"look\\\": 31, \\\"elsewhere\\\": 6, \\\"overall\\\": 18, \\\"lot\\\": 25, \\\"redeeming\\\": 3, \\\"quality\\\": 66, \\\"inexpensive\\\": 3, \\\"ample\\\": 2, \\\"portions\\\": 5, \\\"poor\\\": 27, \\\"waiter\\\": 7, \\\"me\\\": 71, \\\"feel\\\": 17, \\\"stupid\\\": 17, \\\"every\\\": 35, \\\"came\\\": 30, \\\"table\\\": 9, \\\"first\\\": 47, \\\"visit\\\": 4, \\\"hiro\\\": 1, \\\"delight\\\": 4, \\\"sucks\\\": 15, \\\"shrimp\\\": 6, \\\"tender\\\": 7, \\\"moist\\\": 3, \\\"enough\\\": 36, \\\"drag\\\": 2, \\\"into\\\": 29, \\\"establishment\\\": 4, \\\"again\\\": 49, \\\"hard\\\": 15, \\\"judge\\\": 3, \\\"whether\\\": 6, \\\"these\\\": 34, \\\"sides\\\": 5, \\\"grossed\\\": 2, \\\"out\\\": 90, \\\"melted\\\": 1, \\\"styrofoam\\\": 1, \\\"eat\\\": 19, \\\"fear\\\": 4, \\\"sick\\\": 7, \\\"positive\\\": 2, \\\"note\\\": 6, \\\"server\\\": 13, \\\"attentive\\\": 7, \\\"provided\\\": 5, \\\"frozen\\\": 3, \\\"pucks\\\": 1, \\\"disgust\\\": 1, \\\"people\\\": 33, \\\"behind\\\": 3, \\\"register\\\": 1, \\\"thing\\\": 34, \\\"prime\\\": 2, \\\"rib\\\": 1, \\\"dessert\\\": 5, \\\"section\\\": 1, \\\"it's\\\": 114, \\\"bad\\\": 103, \\\"generic\\\": 2, \\\"beef\\\": 5, \\\"cooked\\\": 7, \\\"if\\\": 104, \\\"sandwich\\\": 9, \\\"any\\\": 53, \\\"firehouse\\\": 1, \\\"side\\\": 12, \\\"greek\\\": 3, \\\"dressing\\\": 3, \\\"pita\\\": 3, \\\"hummus\\\": 3, \\\"refreshing\\\": 2, \\\"ordered\\\": 17, \\\"duck\\\": 3, \\\"rare\\\": 6, \\\"pink\\\": 1, \\\"inside\\\": 10, \\\"nice\\\": 53, \\\"char\\\": 2, \\\"outside\\\": 7, \\\"after\\\": 52, \\\"us\\\": 25, \\\"when\\\": 71, \\\"realized\\\": 3, \\\"husband\\\": 4, \\\"left\\\": 13, \\\"his\\\": 48, \\\"sunglasses\\\": 3, \\\"their\\\": 54, \\\"chow\\\": 2, \\\"mein\\\": 1, \\\"have\\\": 184, \\\"horrible\\\": 20, \\\"attitudes\\\": 2, \\\"towards\\\": 4, \\\"customers\\\": 2, \\\"talk\\\": 18, \\\"down\\\": 22, \\\"each\\\": 14, \\\"one\\\": 145, \\\"don't\\\": 78, \\\"enjoy\\\": 12, \\\"portion\\\": 2, \\\"huge\\\": 11, \\\"servers\\\": 5, \\\"wonderful\\\": 25, \\\"imaginative\\\": 3, \\\"heart\\\": 7, \\\"attack\\\": 2, \\\"grill\\\": 2, \\\"downtown\\\": 2, \\\"absolutely\\\": 21, \\\"flat\\\": 5, \\\"lined\\\": 1, \\\"excuse\\\": 3, \\\"much\\\": 50, \\\"seafood\\\": 5, \\\"5\\\": 19, \\\"strings\\\": 1, \\\"pasta\\\": 5, \\\"bottom\\\": 3, \\\"amount\\\": 8, \\\"sauce\\\": 10, \\\"over\\\": 40, \\\"power\\\": 4, \\\"scallop\\\": 2, \\\"perfectly\\\": 12, \\\"ripped\\\": 3, \\\"banana\\\": 1, \\\"petrified\\\": 1, \\\"tasteless\\\": 5, \\\"least\\\": 15, \\\"think\\\": 47, \\\"refill\\\": 2, \\\"water\\\": 5, \\\"before\\\": 20, \\\"struggle\\\": 2, \\\"wave\\\": 2, \\\"10\\\": 38, \\\"minutes\\\": 33, \\\"receives\\\": 1, \\\"stars\\\": 20, \\\"appetizers\\\": 2, \\\"cocktails\\\": 1, \\\"handmade\\\": 1, \\\"delicious\\\": 23, \\\"we'd\\\": 2, \\\"definitely\\\": 33, \\\"here\\\": 76, \\\"glad\\\": 10, \\\"give\\\": 23, \\\"military\\\": 1, \\\"discount\\\": 2, \\\"always\\\": 24, \\\"dos\\\": 1, \\\"gringos\\\": 1, \\\"update\\\": 2, \\\"went\\\": 21, \\\"second\\\": 9, \\\"as\\\": 175, \\\"got\\\": 39, \\\"apparently\\\": 2, \\\"heard\\\": 4, \\\"salt\\\": 3, \\\"batter\\\": 2, \\\"fish\\\": 6, \\\"chewy\\\": 3, \\\"way\\\": 45, \\\"finish\\\": 2, \\\"included\\\": 4, \\\"tastings\\\": 1, \\\"2\\\": 39, \\\"drinks\\\": 4, \\\"jeff\\\": 1, \\\"above\\\": 7, \\\"beyond\\\": 7, \\\"expected\\\": 8, \\\"really\\\": 103, \\\"rice\\\": 4, \\\"meh\\\": 2, \\\"30\\\": 7, \\\"min\\\": 2, \\\"milkshake\\\": 1, \\\"nothing\\\": 26, \\\"more\\\": 67, \\\"than\\\": 67, \\\"chocolate\\\": 1, \\\"milk\\\": 1, \\\"guess\\\": 9, \\\"should\\\": 21, \\\"known\\\": 4, \\\"suck\\\": 3, \\\"excalibur\\\": 1, \\\"use\\\": 49, \\\"common\\\": 1, \\\"sense\\\": 4, \\\"dish\\\": 8, \\\"quite\\\": 25, \\\"appalling\\\": 3, \\\"value\\\": 8, \\\"well\\\": 92, \\\"times\\\": 22, \\\"customer\\\": 15, \\\"sweet\\\": 6, \\\"potato\\\": 6, \\\"seasoned\\\": 2, \\\"today\\\": 8, \\\"i've\\\": 59, \\\"lunch\\\": 10, \\\"buffet\\\": 12, \\\"cheated\\\": 1, \\\"wasting\\\": 4, \\\"eating\\\": 9, \\\"opportunity\\\": 2, \\\"going\\\": 34, \\\"company\\\": 9, \\\"coming\\\": 15, \\\"experiencing\\\": 1, \\\"underwhelming\\\": 2, \\\"relationship\\\": 2, \\\"where\\\": 19, \\\"both\\\": 30, \\\"parties\\\": 1, \\\"can't\\\": 25, \\\"wait\\\": 14, \\\"other\\\": 48, \\\"person\\\": 5, \\\"ask\\\": 8, \\\"break\\\": 5, \\\"walked\\\": 6, \\\"smelled\\\": 1, \\\"old\\\": 18, \\\"grease\\\": 2, \\\"trap\\\": 2, \\\"others\\\": 7, \\\"turkey\\\": 2, \\\"roast\\\": 2, \\\"bland\\\": 13, \\\"pan\\\": 1, \\\"cakes\\\": 1, \\\"everyone\\\": 14, \\\"raving\\\": 1, \\\"about\\\": 85, \\\"sugary\\\": 2, \\\"disaster\\\": 3, \\\"tailored\\\": 1, \\\"palate\\\": 1, \\\"six\\\": 2, \\\"year\\\": 15, \\\"love\\\": 61, \\\"spring\\\": 3, \\\"rolls\\\": 4, \\\"oh\\\": 11, \\\"yummy\\\": 4, \\\"try\\\": 16, \\\"meat\\\": 9, \\\"ratio\\\": 1, \\\"tenders\\\": 1, \\\"unsatisfying\\\": 1, \\\"omelets\\\": 1, \\\"die\\\": 2, \\\"everything\\\": 37, \\\"summary\\\": 3, \\\"largely\\\": 2, \\\"disappointing\\\": 12, \\\"dining\\\": 8, \\\"experience\\\": 30, \\\"sexy\\\": 1, \\\"party\\\": 5, \\\"mouth\\\": 5, \\\"you're\\\": 6, \\\"outrageously\\\": 1, \\\"flirting\\\": 1, \\\"hottest\\\": 1, \\\"rock\\\": 1, \\\"casino\\\": 1, \\\"will\\\": 73, \\\"step\\\": 3, \\\"forward\\\": 1, \\\"best\\\": 78, \\\"breakfast\\\": 10, \\\"bye\\\": 2, \\\"tip\\\": 3, \\\"lady\\\": 3, \\\"we'll\\\": 4, \\\"arrived\\\": 8, \\\"quickly\\\": 8, \\\"cafe\\\": 3, \\\"serves\\\": 2, \\\"fantastic\\\": 18, \\\"wife\\\": 7, \\\"loves\\\": 4, \\\"roasted\\\": 2, \\\"garlic\\\": 2, \\\"bone\\\": 1, \\\"marrow\\\": 2, \\\"added\\\": 3, \\\"extra\\\": 6, \\\"meal\\\": 11, \\\"another\\\": 22, \\\"helpful\\\": 9, \\\"bloddy\\\": 1, \\\"mary's\\\": 1, \\\"town\\\": 7, \\\"price\\\": 34, \\\"cannot\\\": 9, \\\"beat\\\": 5, \\\"mussels\\\": 1, \\\"wine\\\": 4, \\\"reduction\\\": 1, \\\"dishes\\\": 9, \\\"better\\\": 53, \\\"buffets\\\": 1, \\\"tigerlilly\\\": 1, \\\"afternoon\\\": 2, \\\"bartender\\\": 2, \\\"personable\\\": 1, \\\"ambience\\\": 3, \\\"music\\\": 19, \\\"playing\\\": 9, \\\"next\\\": 16, \\\"trip\\\": 5, \\\"sooooo\\\": 1, \\\"real\\\": 33, \\\"sushi\\\": 13, \\\"lovers\\\": 2, \\\"let's\\\": 2, \\\"honest\\\": 4, \\\"yama\\\": 1, \\\"40min\\\": 1, \\\"passed\\\": 4, \\\"between\\\": 15, \\\"ordering\\\": 2, \\\"arriving\\\": 1, \\\"wasn't\\\": 23, \\\"busy\\\": 3, \\\"thai\\\": 5, \\\"spicy\\\": 8, \\\"check\\\": 9, \\\"gross\\\": 3, \\\"atmosphere\\\": 12, \\\"kind\\\": 17, \\\"mess\\\": 11, \\\"steak\\\": 14, \\\"although\\\": 8, \\\"liked\\\": 14, \\\"sound\\\": 50, \\\"actual\\\": 1, \\\"bit\\\": 15, \\\"know\\\": 30, \\\"how\\\": 56, \\\"managed\\\": 3, \\\"served\\\": 7, \\\"blandest\\\": 1, \\\"eaten\\\": 5, \\\"preparing\\\": 2, \\\"indian\\\": 2, \\\"cuisine\\\": 1, \\\"boot\\\": 3, \\\"worries\\\": 1, \\\"fine\\\": 21, \\\"guys\\\": 3, \\\"steaks\\\": 4, \\\"loving\\\": 1, \\\"son\\\": 4, \\\"who\\\": 49, \\\"places\\\": 9, \\\"said\\\": 17, \\\"he's\\\": 3, \\\"thought\\\": 20, \\\"you'd\\\": 5, \\\"venture\\\": 1, \\\"further\\\": 2, \\\"away\\\": 14, \\\"hit\\\": 6, \\\"spot\\\": 9, \\\"night\\\": 18, \\\"host\\\": 1, \\\"lack\\\": 2, \\\"word\\\": 8, \\\"bitches\\\": 1, \\\"liking\\\": 1, \\\"number\\\": 4, \\\"reasons\\\": 2, \\\"waste\\\": 33, \\\"reviewing\\\": 1, \\\"i'll\\\": 13, \\\"leave\\\": 6, \\\"phenomenal\\\": 2, \\\"ambiance\\\": 7, \\\"wouldn't\\\": 8, \\\"return\\\": 12, \\\"venturing\\\": 1, \\\"strip\\\": 4, \\\"pork\\\": 4, \\\"belly\\\": 3, \\\"i'm\\\": 52, \\\"mediocre\\\": 11, \\\"penne\\\": 1, \\\"vodka\\\": 1, \\\"excellent\\\": 53, \\\"including\\\": 4, \\\"massive\\\": 4, \\\"meatloaf\\\": 1, \\\"crispy\\\": 2, \\\"wrap\\\": 3, \\\"delish\\\": 3, \\\"tuna\\\": 2, \\\"melt\\\": 3, \\\"burgers\\\": 4, \\\"management\\\": 7, \\\"rude\\\": 8, \\\"nyc\\\": 2, \\\"bagels\\\": 2, \\\"selections\\\": 3, \\\"cream\\\": 4, \\\"cheese\\\": 3, \\\"lox\\\": 1, \\\"capers\\\": 1, \\\"even\\\": 77, \\\"subway\\\": 3, \\\"fact\\\": 13, \\\"come\\\": 18, \\\"meet\\\": 1, \\\"expectations\\\": 3, \\\"seriously\\\": 13, \\\"solid\\\": 7, \\\"bars\\\": 6, \\\"extremely\\\": 12, \\\"many\\\": 28, \\\"restaurants\\\": 3, \\\"dine\\\": 2, \\\"weekend\\\": 1, \\\"drink\\\": 4, \\\"empty\\\": 5, \\\"suggestions\\\": 1, \\\"or\\\": 83, \\\"rarely\\\": 2, \\\"checked\\\": 4, \\\"ate\\\": 3, \\\"disappointed\\\": 35, \\\"curry\\\": 2, \\\"bamboo\\\": 1, \\\"shoots\\\": 1, \\\"blanket\\\": 1, \\\"moz\\\": 1, \\\"top\\\": 10, \\\"done\\\": 16, \\\"cover\\\": 5, \\\"subpar\\\": 1, \\\"bathrooms\\\": 2, \\\"clean\\\": 9, \\\"itself\\\": 8, \\\"decorated\\\": 2, \\\"changing\\\": 3, \\\"considering\\\": 6, \\\"3\\\": 15, \\\"pace\\\": 3, \\\"thumbs\\\": 5, \\\"watched\\\": 12, \\\"pay\\\": 8, \\\"attention\\\": 4, \\\"ignore\\\": 1, \\\"fianc\\\\u00e9\\\": 1, \\\"middle\\\": 2, \\\"day\\\": 18, \\\"greeted\\\": 2, \\\"seated\\\": 5, \\\"mandalay\\\": 1, \\\"bay\\\": 4, \\\"waited\\\": 10, \\\"forty\\\": 1, \\\"five\\\": 4, \\\"vain\\\": 1, \\\"crostini\\\": 1, \\\"stale\\\": 3, \\\"highlights\\\": 2, \\\"nigiri\\\": 1, \\\"joint\\\": 2, \\\"different\\\": 13, \\\"cut\\\": 4, \\\"piece\\\": 27, \\\"s\\\": 4, \\\"flavored\\\": 1, \\\"voodoo\\\": 1, \\\"i'd\\\": 16, \\\"since\\\": 20, \\\"gluten\\\": 1, \\\"free\\\": 9, \\\"several\\\": 12, \\\"years\\\": 26, \\\"ago\\\": 9, \\\"unfortunately\\\": 12, \\\"must\\\": 18, \\\"bakery\\\": 3, \\\"leftover\\\": 1, \\\"relocated\\\": 1, \\\"impressed\\\": 19, \\\"immediately\\\": 4, \\\"diverse\\\": 1, \\\"reasonably\\\": 5, \\\"priced\\\": 9, \\\"avoid\\\": 16, \\\"cost\\\": 4, \\\"full\\\": 12, \\\"hands\\\": 11, \\\"phoenix\\\": 4, \\\"metro\\\": 2, \\\"area\\\": 10, \\\"looking\\\": 12, \\\"treated\\\": 3, \\\"bacon\\\": 5, \\\"hella\\\": 1, \\\"salty\\\": 1, \\\"spinach\\\": 1, \\\"avocado\\\": 1, \\\"ingredients\\\": 1, \\\"sad\\\": 5, \\\"literally\\\": 7, \\\"zero\\\": 6, \\\"used\\\": 27, \\\"menus\\\": 2, \\\"handed\\\": 1, \\\"ladies\\\": 3, \\\"listed\\\": 1, \\\"waitresses\\\": 1, \\\"lordy\\\": 1, \\\"khao\\\": 1, \\\"soi\\\": 1, \\\"missed\\\": 4, \\\"terrific\\\": 6, \\\"thrilled\\\": 3, \\\"accommodations\\\": 1, \\\"vegetarian\\\": 3, \\\"daughter\\\": 3, \\\"perhaps\\\": 8, \\\"caught\\\": 2, \\\"them\\\": 44, \\\"judging\\\": 2, \\\"reviews\\\": 6, \\\"inspired\\\": 1, \\\"leaves\\\": 3, \\\"desired\\\": 1, \\\"modern\\\": 3, \\\"hip\\\": 3, \\\"while\\\": 25, \\\"maintaining\\\": 1, \\\"coziness\\\": 1, \\\"weekly\\\": 1, \\\"haunt\\\": 1, \\\"once\\\": 11, \\\"sat\\\": 6, \\\"20\\\": 9, \\\"asking\\\": 1, \\\"take\\\": 21, \\\"order\\\": 15, \\\"flavor\\\": 13, \\\"overcooked\\\": 2, \\\"charcoal\\\": 2, \\\"decided\\\": 2, \\\"send\\\": 3, \\\"looked\\\": 6, \\\"she\\\": 24, \\\"verge\\\": 1, \\\"having\\\": 12, \\\"dressed\\\": 1, \\\"rudely\\\": 1, \\\"probably\\\": 21, \\\"dirt\\\": 2, \\\"hits\\\": 1, \\\"something\\\": 10, \\\"healthy\\\": 3, \\\"lacking\\\": 6, \\\"quantity\\\": 1, \\\"lemon\\\": 1, \\\"raspberry\\\": 1, \\\"ice\\\": 5, \\\"cocktail\\\": 1, \\\"incredible\\\": 12, \\\"sucked\\\": 12, \\\"imagined\\\": 1, \\\"interesting\\\": 15, \\\"decor\\\": 3, \\\"crepe\\\": 1, \\\"station\\\": 4, \\\"hot\\\": 11, \\\"bread\\\": 5, \\\"butter\\\": 3, \\\"home\\\": 10, \\\"chips\\\": 7, \\\"bits\\\": 1, \\\"original\\\": 10, \\\"can\\\": 59, \\\"watch\\\": 19, \\\"egg\\\": 3, \\\"gyros\\\": 2, \\\"missing\\\": 1, \\\"wings\\\": 4, \\\"feeling\\\": 12, \\\"satisfied\\\": 5, \\\"joey's\\\": 1, \\\"voted\\\": 1, \\\"dog\\\": 3, \\\"valley\\\": 2, \\\"readers\\\": 2, \\\"magazine\\\": 1, \\\"bowl\\\": 2, \\\"live\\\": 4, \\\"fridays\\\": 1, \\\"blows\\\": 1, \\\"insulted\\\": 3, \\\"felt\\\": 15, \\\"disrespected\\\": 2, \\\"drive\\\": 7, \\\"things\\\": 19, \\\"exceeding\\\": 1, \\\"hope\\\": 7, \\\"dreamed\\\": 1, \\\"serivce\\\": 1, \\\"help\\\": 3, \\\"brunch\\\": 3, \\\"inviting\\\": 1, \\\"lived\\\": 2, \\\"1979\\\": 1, \\\"last\\\": 18, \\\"stepped\\\": 2, \\\"foot\\\": 1, \\\"mixed\\\": 1, \\\"mushrooms\\\": 1, \\\"yukon\\\": 1, \\\"gold\\\": 2, \\\"puree\\\": 2, \\\"white\\\": 13, \\\"corn\\\": 2, \\\"beateous\\\": 1, \\\"bug\\\": 2, \\\"showed\\\": 4, \\\"given\\\": 8, \\\"climbing\\\": 1, \\\"kitchen\\\": 2, \\\"we're\\\": 2, \\\"waiting\\\": 8, \\\"her\\\": 28, \\\"soon\\\": 11, \\\"friend\\\": 2, \\\"tartar\\\": 1, \\\"won't\\\": 26, \\\"though\\\": 18, \\\"soggy\\\": 3, \\\"jamaican\\\": 1, \\\"mojitos\\\": 1, \\\"small\\\": 18, \\\"rich\\\": 1, \\\"accordingly\\\": 1, \\\"shower\\\": 2, \\\"rinse\\\": 1, \\\"unless\\\": 7, \\\"mind\\\": 8, \\\"nude\\\": 1, \\\"see\\\": 43, \\\"lobster\\\": 3, \\\"bisque\\\": 2, \\\"bussell\\\": 1, \\\"sprouts\\\": 1, \\\"risotto\\\": 1, \\\"filet\\\": 2, \\\"needed\\\": 7, \\\"pepper\\\": 2, \\\"course\\\": 7, \\\"none\\\": 10, \\\"hopefully\\\": 2, \\\"bodes\\\": 1, \\\"business\\\": 6, \\\"someone\\\": 8, \\\"cook\\\": 2, \\\"either\\\": 14, \\\"cold\\\": 10, \\\"wrapped\\\": 1, \\\"dates\\\": 1, \\\"unbelievable\\\": 5, \\\"bargain\\\": 5, \\\"folks\\\": 4, \\\"otto\\\": 1, \\\"make\\\": 42, \\\"welcome\\\": 1, \\\"special\\\": 16, \\\"mains\\\": 1, \\\"uninspired\\\": 1, \\\"stop\\\": 4, \\\"whenever\\\": 2, \\\"isn't\\\": 7, \\\"then\\\": 34, \\\"dealing\\\": 2, \\\"world's\\\": 1, \\\"annoying\\\": 7, \\\"drunk\\\": 1, \\\"fun\\\": 10, \\\"chef\\\": 4, \\\"double\\\": 3, \\\"cheeseburger\\\": 2, \\\"single\\\": 7, \\\"patty\\\": 1, \\\"falling\\\": 3, \\\"apart\\\": 3, \\\"picture\\\": 10, \\\"uploaded\\\": 1, \\\"yeah\\\": 3, \\\"couple\\\": 9, \\\"sporting\\\": 1, \\\"events\\\": 2, \\\"walls\\\": 1, \\\"covered\\\": 2, \\\"tv's\\\": 1, \\\"possible\\\": 7, \\\"they'd\\\": 1, \\\"descriptions\\\": 1, \\\"yum\\\": 2, \\\"eel\\\": 1, \\\"yet\\\": 11, \\\"mayo\\\": 2, \\\"sauces\\\": 1, \\\"hardest\\\": 1, \\\"decision\\\": 4, \\\"honestly\\\": 4, \\\"m's\\\": 1, \\\"supposed\\\": 3, \\\"rolled\\\": 1, \\\"eyes\\\": 5, \\\"stayed\\\": 3, \\\"providing\\\": 1, \\\"money\\\": 31, \\\"flavourful\\\": 1, \\\"almost\\\": 14, \\\"building\\\": 2, \\\"freezing\\\": 1, \\\"reviewer\\\": 3, \\\"couldn't\\\": 18, \\\"close\\\": 7, \\\"point\\\": 8, \\\"flavorful\\\": 3, \\\"delights\\\": 2, \\\"ayce\\\": 1, \\\"lighting\\\": 3, \\\"dark\\\": 4, \\\"set\\\": 9, \\\"mood\\\": 1, \\\"based\\\": 2, \\\"sub\\\": 5, \\\"par\\\": 5, \\\"received\\\": 11, \\\"effort\\\": 3, \\\"show\\\": 19, \\\"gratitude\\\": 1, \\\"owner's\\\": 1, \\\"privileged\\\": 1, \\\"working\\\": 15, \\\"creamy\\\": 2, \\\"parents\\\": 3, \\\"most\\\": 40, \\\"similar\\\": 2, \\\"complaints\\\": 3, \\\"silently\\\": 1, \\\"pizza\\\": 15, \\\"peanut\\\": 1, \\\"7\\\": 5, \\\"fast\\\": 14, \\\"would've\\\": 2, \\\"godfathers\\\": 1, \\\"tough\\\": 2, \\\"short\\\": 13, \\\"sticks\\\": 2, \\\"few\\\": 28, \\\"recall\\\": 1, \\\"charged\\\": 4, \\\"tap\\\": 2, \\\"exquisite\\\": 3, \\\"generous\\\": 3, \\\"plus\\\": 8, \\\"8\\\": 7, \\\"bucks\\\": 3, \\\"thus\\\": 2, \\\"far\\\": 27, \\\"visited\\\": 1, \\\"twice\\\": 8, \\\"self\\\": 9, \\\"proclaimed\\\": 1, \\\"coffee\\\": 2, \\\"wildly\\\": 1, \\\"veggitarian\\\": 1, \\\"platter\\\": 1, \\\"world\\\": 9, \\\"cant\\\": 5, \\\"wrong\\\": 11, \\\"madison\\\": 1, \\\"ironman\\\": 1, \\\"chefs\\\": 1, \\\"job\\\": 18, \\\"from\\\": 103, \\\"dedicated\\\": 1, \\\"boba\\\": 2, \\\"tea\\\": 4, \\\"spots\\\": 1, \\\"jenni\\\": 1, \\\"patio\\\": 3, \\\"outstanding\\\": 3, \\\"goat\\\": 1, \\\"taco\\\": 2, \\\"skimp\\\": 1, \\\"mac\\\": 1, \\\"bachi\\\": 2, \\\"friend's\\\": 3, \\\"stinks\\\": 3, \\\"recommend\\\": 50, \\\"salads\\\": 2, \\\"burned\\\": 1, \\\"saganaki\\\": 1, \\\"100\\\": 3, \\\"hate\\\": 8, \\\"disagree\\\": 1, \\\"fellow\\\": 1, \\\"yelpers\\\": 1, \\\"hours\\\": 11, \\\"pizzas\\\": 3, \\\"later\\\": 7, \\\"why\\\": 10, \\\"neighborhood\\\": 2, \\\"convenient\\\": 3, \\\"location\\\": 7, \\\"pulled\\\": 3, \\\"soooo\\\": 2, \\\"incredibly\\\": 5, \\\"prepared\\\": 2, \\\"gave\\\": 10, \\\"1\\\": 137, \\\"star\\\": 10, \\\"rating\\\": 6, \\\"please\\\": 5, \\\"third\\\": 4, \\\"writing\\\": 14, \\\"review\\\": 7, \\\"stay\\\": 11, \\\"stir\\\": 2, \\\"fried\\\": 5, \\\"noodles\\\": 1, \\\"chip\\\": 1, \\\"count\\\": 1, \\\"box\\\": 2, \\\"12\\\": 4, \\\"boring\\\": 11, \\\"greedy\\\": 1, \\\"corporation\\\": 1, \\\"dime\\\": 1, \\\"atrocious\\\": 2, \\\"summer\\\": 2, \\\"charming\\\": 4, \\\"outdoor\\\": 1, \\\"delightful\\\": 3, \\\"expect\\\": 14, \\\"toasted\\\": 2, \\\"english\\\": 2, \\\"muffin\\\": 1, \\\"untoasted\\\": 1, \\\"high\\\": 11, \\\"house\\\": 9, \\\"bus\\\": 1, \\\"boy\\\": 3, \\\"hand\\\": 6, \\\"friends\\\": 7, \\\"basically\\\": 6, \\\"figured\\\": 1, \\\"joke\\\": 6, \\\"making\\\": 9, \\\"publicly\\\": 1, \\\"loudly\\\": 1, \\\"bbq\\\": 1, \\\"lighter\\\": 1, \\\"fare\\\": 3, \\\"reasonable\\\": 7, \\\"pricing\\\": 3, \\\"public\\\": 2, \\\"ways\\\": 3, \\\"two\\\": 35, \\\"happy\\\": 24, \\\"downside\\\": 1, \\\"without\\\": 14, \\\"doubt\\\": 3, \\\"exceptional\\\": 4, \\\"months\\\": 10, \\\"returned\\\": 3, \\\"favorite\\\": 5, \\\"shawarrrrrrma\\\": 1, \\\"black\\\": 17, \\\"eyed\\\": 1, \\\"peas\\\": 1, \\\"unreal\\\": 1, \\\"serve\\\": 2, \\\"vinaigrette\\\": 1, \\\"seen\\\": 26, \\\"especially\\\": 16, \\\"00\\\": 1, \\\"mom\\\": 2, \\\"bites\\\": 2, \\\"pleasant\\\": 4, \\\"honor\\\": 1, \\\"hut\\\": 1, \\\"coupons\\\": 1, \\\"truly\\\": 11, \\\"unbelievably\\\": 1, \\\"pleased\\\": 10, \\\"dirty\\\": 5, \\\"seat\\\": 3, \\\"covers\\\": 1, \\\"replenished\\\": 1, \\\"plain\\\": 5, \\\"yucky\\\": 1, \\\"standard\\\": 2, \\\"17\\\": 2, \\\"omg\\\": 2, \\\"delicioso\\\": 1, \\\"authentic\\\": 7, \\\"spaghetti\\\": 1, \\\"whatsoever\\\": 6, \\\"vegetables\\\": 4, \\\"feels\\\": 7, \\\"driving\\\": 3, \\\"tucson\\\": 1, \\\"chipotle\\\": 1, \\\"classy\\\": 2, \\\"succulent\\\": 1, \\\"baseball\\\": 1, \\\"brick\\\": 2, \\\"oven\\\": 2, \\\"app\\\": 1, \\\"multiple\\\": 3, \\\"ten\\\": 4, \\\"finally\\\": 8, \\\"terrible\\\": 32, \\\"equally\\\": 3, \\\"shouldn't\\\": 2, \\\"pancakes\\\": 2, \\\"eggs\\\": 2, \\\"genuinely\\\": 1, \\\"enthusiastic\\\": 1, \\\"treat\\\": 3, \\\"sadly\\\": 1, \\\"gordon\\\": 1, \\\"ramsey's\\\": 1, \\\"shall\\\": 1, \\\"sharply\\\": 2, \\\"evening\\\": 2, \\\"life\\\": 27, \\\"bathroom\\\": 3, \\\"door\\\": 3, \\\"offered\\\": 1, \\\"tasted\\\": 8, \\\"cool\\\": 19, \\\"turn\\\": 9, \\\"else\\\": 8, \\\"buying\\\": 5, \\\"handling\\\": 1, \\\"large\\\": 6, \\\"rowdy\\\": 1, \\\"find\\\": 19, \\\"despicable\\\": 1, \\\"soup\\\": 4, \\\"lukewarm\\\": 2, \\\"craving\\\": 1, \\\"deserves\\\": 5, \\\"stomach\\\": 3, \\\"ache\\\": 1, \\\"rest\\\": 6, \\\"dropped\\\": 9, \\\"ball\\\": 2, \\\"space\\\": 4, \\\"tiny\\\": 3, \\\"elegantly\\\": 1, \\\"comfortable\\\": 20, \\\"customize\\\": 1, \\\"usual\\\": 5, \\\"eggplant\\\": 2, \\\"green\\\": 4, \\\"bean\\\": 1, \\\"fry\\\": 3, \\\"beans\\\": 3, \\\"outta\\\": 1, \\\"part\\\": 18, \\\"inconsiderate\\\": 1, \\\"says\\\": 4, \\\"hi\\\": 1, \\\"dinners\\\": 1, \\\"outshining\\\": 1, \\\"halibut\\\": 1, \\\"told\\\": 8, \\\"happened\\\": 6, \\\"car\\\": 21, \\\"breaks\\\": 3, \\\"front\\\": 7, \\\"starving\\\": 1, \\\"90\\\": 4, \\\"disgrace\\\": 2, \\\"def\\\": 1, \\\"ethic\\\": 1, \\\"continue\\\": 3, \\\"andddd\\\": 1, \\\"date\\\": 3, \\\"anyone\\\": 23, \\\"past\\\": 3, \\\"stuffed\\\": 2, \\\"located\\\": 1, \\\"crystals\\\": 1, \\\"shopping\\\": 1, \\\"mall\\\": 2, \\\"aria\\\": 1, \\\"summarize\\\": 1, \\\"nay\\\": 1, \\\"transcendant\\\": 1, \\\"brings\\\": 2, \\\"joy\\\": 7, \\\"memory\\\": 2, \\\"pneumatic\\\": 1, \\\"condiment\\\": 1, \\\"dispenser\\\": 1, \\\"ians\\\": 1, \\\"kids\\\": 10, \\\"lots\\\": 6, \\\"options\\\": 5, \\\"kiddos\\\": 1, \\\"perfect\\\": 17, \\\"family\\\": 17, \\\"perfection\\\": 2, \\\"impeccable\\\": 2, \\\"simply\\\": 15, \\\"disappointment\\\": 11, \\\"bouchon\\\": 1, \\\"accountant\\\": 1, \\\"screwed\\\": 1, \\\"reminds\\\": 1, \\\"pop\\\": 2, \\\"shops\\\": 1, \\\"san\\\": 1, \\\"francisco\\\": 1, \\\"buldogis\\\": 1, \\\"gourmet\\\": 1, \\\"frustrated\\\": 1, \\\"petty\\\": 1, \\\"total\\\": 5, \\\"iced\\\": 1, \\\"hungry\\\": 1, \\\"assure\\\": 2, \\\"trying\\\": 9, \\\"teeth\\\": 2, \\\"sore\\\": 1, \\\"completely\\\": 14, \\\"enjoyed\\\": 14, \\\"become\\\": 6, \\\"regular\\\": 3, \\\"needs\\\": 5, \\\"professional\\\": 2, \\\"until\\\": 6, \\\"end\\\": 19, \\\"dinner\\\": 6, \\\"companions\\\": 1, \\\"ground\\\": 2, \\\"smeared\\\": 1, \\\"tracked\\\": 1, \\\"everywhere\\\": 3, \\\"pile\\\": 2, \\\"bird\\\": 1, \\\"poop\\\": 1, \\\"furthermore\\\": 1, \\\"operation\\\": 1, \\\"website\\\": 4, \\\"we've\\\": 2, \\\"mistake\\\": 6, \\\"expert\\\": 2, \\\"connisseur\\\": 1, \\\"topic\\\": 1, \\\"jerk\\\": 1, \\\"strike\\\": 1, \\\"wants\\\": 2, \\\"rushed\\\": 1, \\\"nicest\\\": 2, \\\"owners\\\": 4, \\\"across\\\": 1, \\\"biscuits\\\": 2, \\\"appetizer\\\": 1, \\\"40\\\": 5, \\\"absolutley\\\": 1, \\\"awkward\\\": 2, \\\"5lb\\\": 1, \\\"cow\\\": 2, \\\"4ths\\\": 1, \\\"gristle\\\": 1, \\\"fat\\\": 3, \\\"steiners\\\": 1, \\\"bar\\\": 9, \\\"dollars\\\": 2, \\\"anyway\\\": 4, \\\"fs\\\": 1, \\\"week\\\": 7, \\\"mention\\\": 7, \\\"combination\\\": 3, \\\"pears\\\": 1, \\\"almonds\\\": 1, \\\"big\\\": 20, \\\"winner\\\": 2, \\\"spicier\\\": 1, \\\"prefer\\\": 1, \\\"ribeye\\\": 1, \\\"mesquite\\\": 1, \\\"anytime\\\": 5, \\\"gooodd\\\": 1, \\\"connoisseur\\\": 1, \\\"difference\\\": 2, \\\"certainly\\\": 11, \\\"contained\\\": 3, \\\"driest\\\": 2, \\\"mouthful\\\": 1, \\\"enjoyable\\\": 4, \\\"relaxed\\\": 1, \\\"venue\\\": 1, \\\"couples\\\": 1, \\\"groups\\\": 1, \\\"etc\\\": 6, \\\"nargile\\\": 1, \\\"tater\\\": 1, \\\"tots\\\": 2, \\\"southwest\\\": 1, \\\"paid\\\": 4, \\\"vanilla\\\": 1, \\\"smooth\\\": 1, \\\"profiterole\\\": 1, \\\"choux\\\": 1, \\\"pastry\\\": 1, \\\"im\\\": 4, \\\"az\\\": 1, \\\"new\\\": 30, \\\"manager\\\": 4, \\\"carly's\\\": 1, \\\"due\\\": 5, \\\"acknowledged\\\": 2, \\\"35\\\": 3, \\\"forgetting\\\": 2, \\\"margaritas\\\": 2, \\\"disappoint\\\": 3, \\\"ventilation\\\": 1, \\\"upgrading\\\": 1, \\\"letdown\\\": 1, \\\"rather\\\": 13, \\\"camelback\\\": 1, \\\"flower\\\": 2, \\\"shop\\\": 1, \\\"cartel\\\": 1, \\\"trimmed\\\": 1, \\\"group\\\": 2, \\\"70\\\": 1, \\\"claimed\\\": 1, \\\"handled\\\": 3, \\\"beautifully\\\": 3, \\\"bill\\\": 3, \\\"bring\\\": 7, \\\"jewel\\\": 1, \\\"las\\\": 1, \\\"exactly\\\": 6, \\\"hoping\\\": 3, \\\"nearly\\\": 4, \\\"living\\\": 6, \\\"limited\\\": 2, \\\"boiled\\\": 1, \\\"crab\\\": 2, \\\"legs\\\": 2, \\\"toro\\\": 1, \\\"tartare\\\": 1, \\\"cavier\\\": 1, \\\"extraordinary\\\": 2, \\\"thinly\\\": 1, \\\"sliced\\\": 2, \\\"wagyu\\\": 1, \\\"truffle\\\": 1, \\\"dont\\\": 6, \\\"long\\\": 26, \\\"attached\\\": 1, \\\"gas\\\": 2, \\\"sign\\\": 2, \\\"awesome\\\": 20, \\\"decide\\\": 1, \\\"worse\\\": 14, \\\"humiliated\\\": 1, \\\"worker\\\": 1, \\\"bunch\\\": 4, \\\"name\\\": 1, \\\"callings\\\": 1, \\\"conclusion\\\": 4, \\\"filling\\\": 2, \\\"meals\\\": 3, \\\"daily\\\": 1, \\\"specials\\\": 1, \\\"tragedy\\\": 1, \\\"struck\\\": 3, \\\"pancake\\\": 1, \\\"crawfish\\\": 1, \\\"monster\\\": 2, \\\"funny\\\": 21, \\\"mom's\\\": 1, \\\"multi\\\": 1, \\\"grain\\\": 1, \\\"pumpkin\\\": 1, \\\"pecan\\\": 1, \\\"fluffy\\\": 1, \\\"airline\\\": 1, \\\"noca\\\": 1, \\\"gyro\\\": 1, \\\"lettuce\\\": 1, \\\"thoroughly\\\": 4, \\\"homemade\\\": 3, \\\"pastas\\\": 1, \\\"thin\\\": 6, \\\"cheesecurds\\\": 1, \\\"typical\\\": 2, \\\"glance\\\": 3, \\\"lovely\\\": 6, \\\"finger\\\": 1, \\\"item\\\": 20, \\\"such\\\": 18, \\\"beauty\\\": 1, \\\"haven't\\\": 5, \\\"gone\\\": 4, \\\"greasy\\\": 1, \\\"unhealthy\\\": 1, \\\"might\\\": 7, \\\"those\\\": 19, \\\"similarly\\\": 1, \\\"delivery\\\": 2, \\\"man\\\": 14, \\\"apology\\\": 1, \\\"45\\\": 2, \\\"expensive\\\": 4, \\\"need\\\": 11, \\\"pack\\\": 3, \\\"tiramisu\\\": 1, \\\"cannoli\\\": 1, \\\"sun\\\": 1, \\\"whole\\\": 13, \\\"meats\\\": 1, \\\"choose\\\": 2, \\\"experienced\\\": 3, \\\"frenchman\\\": 1, \\\"desserts\\\": 3, \\\"martini\\\": 1, \\\"opinion\\\": 2, \\\"entrees\\\": 2, \\\"gc\\\": 1, \\\"sample\\\": 2, \\\"thirty\\\": 1, \\\"vacant\\\": 1, \\\"yellowtail\\\": 1, \\\"carpaccio\\\": 1, \\\"strangers\\\": 1, \\\"actually\\\": 16, \\\"hello\\\": 1, \\\"strange\\\": 3, \\\"boyfriend\\\": 4, \\\"recent\\\": 5, \\\"donut\\\": 1, \\\"saving\\\": 1, \\\"room\\\": 7, \\\"maybe\\\": 7, \\\"disgraceful\\\": 1, \\\"however\\\": 21, \\\"particular\\\": 6, \\\"suffers\\\": 1, \\\"tapas\\\": 2, \\\"vinegrette\\\": 2, \\\"baby\\\": 3, \\\"greens\\\": 1, \\\"hearts\\\": 2, \\\"palm\\\": 4, \\\"disgusting\\\": 4, \\\"believe\\\": 12, \\\"hankering\\\": 1, \\\"forth\\\": 2, \\\"helped\\\": 2, \\\"consider\\\": 5, \\\"theft\\\": 1, \\\"eew\\\": 1, \\\"complete\\\": 4, \\\"overhaul\\\": 1, \\\"recently\\\": 5, \\\"witnessed\\\": 1, \\\"guests\\\": 2, \\\"regularly\\\": 1, \\\"super\\\": 13, \\\"swung\\\": 1, \\\"deeply\\\": 3, \\\"efficient\\\": 1, \\\"fan\\\": 5, \\\"sucker\\\": 1, \\\"dry\\\": 5, \\\"rated\\\": 5, \\\"15\\\": 3, \\\"setting\\\": 6, \\\"cheap\\\": 18, \\\"olives\\\": 1, \\\"perpared\\\": 1, \\\"presentation\\\": 2, \\\"giant\\\": 1, \\\"slices\\\": 1, \\\"toast\\\": 2, \\\"lightly\\\": 2, \\\"dusted\\\": 1, \\\"powdered\\\": 1, \\\"sugar\\\": 1, \\\"play\\\": 12, \\\"fo\\\": 1, \\\"accomodate\\\": 1, \\\"vegan\\\": 1, \\\"veggie\\\": 1, \\\"crumby\\\": 1, \\\"pale\\\": 1, \\\"color\\\": 7, \\\"instead\\\": 6, \\\"croutons\\\": 1, \\\"it'll\\\": 1, \\\"trips\\\": 1, \\\"crema\\\": 1, \\\"caf\\\\u00e9\\\": 1, \\\"expanded\\\": 1, \\\"miss\\\": 2, \\\"wish\\\": 5, \\\"philadelphia\\\": 1, \\\"sitting\\\": 3, \\\"fairly\\\": 4, \\\"crisp\\\": 4, \\\"satisfying\\\": 2, \\\"wanted\\\": 9, \\\"north\\\": 1, \\\"scottsdale\\\": 1, \\\"quit\\\": 2, \\\"soooooo\\\": 1, \\\"freaking\\\": 1, \\\"papers\\\": 1, \\\"reheated\\\": 1, \\\"ok\\\": 5, \\\"wedges\\\": 1, \\\"sorry\\\": 3, \\\"absolute\\\": 1, \\\"tongue\\\": 2, \\\"cheek\\\": 2, \\\"bloody\\\": 1, \\\"mary\\\": 1, \\\"despite\\\": 6, \\\"rate\\\": 5, \\\"businesses\\\": 1, \\\"its\\\": 42, \\\"grilled\\\": 2, \\\"yellow\\\": 1, \\\"saffron\\\": 1, \\\"seasoning\\\": 1, \\\"thru\\\": 2, \\\"means\\\": 3, \\\"half\\\": 9, \\\"somehow\\\": 2, \\\"luck\\\": 2, \\\"non\\\": 7, \\\"focused\\\": 2, \\\"grandmother\\\": 1, \\\"list\\\": 5, \\\"ignored\\\": 1, \\\"hostess\\\": 1, \\\"myself\\\": 9, \\\"boys\\\": 1, \\\"four\\\": 3, \\\"guy\\\": 4, \\\"blue\\\": 6, \\\"shirt\\\": 1, \\\"vibe\\\": 4, \\\"letting\\\": 3, \\\"same\\\": 20, \\\"him\\\": 9, \\\"drastically\\\": 1, \\\"caesar\\\": 1, \\\"promptly\\\": 2, \\\"madhouse\\\": 1, \\\"proven\\\": 1, \\\"dead\\\": 6, \\\"greatest\\\": 4, \\\"moods\\\": 1, \\\"macarons\\\": 1, \\\"insanely\\\": 1, \\\"informative\\\": 1, \\\"weren't\\\": 3, \\\"somewhat\\\": 4, \\\"edible\\\": 3, \\\"promise\\\": 2, \\\"fails\\\": 8, \\\"deliver\\\": 2, \\\"average\\\": 8, \\\"plater\\\": 1, \\\"relax\\\": 1, \\\"sit\\\": 2, \\\"together\\\": 10, \\\"poorly\\\": 6, \\\"constructed\\\": 3, \\\"seating\\\": 3, \\\"italian\\\": 4, \\\"screams\\\": 1, \\\"legit\\\": 2, \\\"book\\\": 7, \\\"somethat's\\\": 1, \\\"duo\\\": 1, \\\"violinists\\\": 1, \\\"songs\\\": 6, \\\"requested\\\": 1, \\\"personally\\\": 2, \\\"baklava\\\": 1, \\\"falafels\\\": 1, \\\"baba\\\": 1, \\\"ganoush\\\": 1, \\\"staying\\\": 2, \\\"mgm\\\": 1, \\\"courteous\\\": 1, \\\"eclectic\\\": 1, \\\"onion\\\": 1, \\\"rings\\\": 1, \\\"pictures\\\": 8, \\\"owner\\\": 4, \\\"work\\\": 56, \\\"nobu\\\": 1, \\\"google\\\": 1, \\\"imagine\\\": 3, \\\"smashburger\\\": 1, \\\"lover\\\": 1, \\\"gem\\\": 4, \\\"plantains\\\": 1, \\\"giving\\\": 3, \\\"spends\\\": 1, \\\"talking\\\": 2, \\\"themselves\\\": 5, \\\"panna\\\": 1, \\\"cotta\\\": 1, \\\"fail\\\": 2, \\\"flavors\\\": 1, \\\"slaw\\\": 1, \\\"drenched\\\": 1, \\\"piano\\\": 1, \\\"soundtrack\\\": 5, \\\"rge\\\": 1, \\\"fillet\\\": 1, \\\"relleno\\\": 1, \\\"plate\\\": 2, \\\"sergeant\\\": 1, \\\"auju\\\": 1, \\\"hawaiian\\\": 1, \\\"breeze\\\": 1, \\\"mango\\\": 1, \\\"magic\\\": 1, \\\"pineapple\\\": 1, \\\"smoothies\\\": 1, \\\"they're\\\": 6, \\\"mortified\\\": 1, \\\"needless\\\": 3, \\\"anyways\\\": 1, \\\"dripping\\\": 1, \\\"mostly\\\": 8, \\\"2007\\\": 1, \\\"serving\\\": 2, \\\"hospitality\\\": 1, \\\"industry\\\": 3, \\\"paradise\\\": 1, \\\"refrained\\\": 1, \\\"recommending\\\": 1, \\\"cibo\\\": 1, \\\"longer\\\": 6, \\\"orders\\\": 3, \\\"mean\\\": 5, \\\"famous\\\": 2, \\\"mouths\\\": 1, \\\"bellies\\\": 1, \\\"reading\\\": 5, \\\"reminded\\\": 2, \\\"pros\\\": 3, \\\"simple\\\": 8, \\\"dough\\\": 1, \\\"tonight\\\": 2, \\\"elk\\\": 1, \\\"hooked\\\": 1, \\\"classics\\\": 1, \\\"sorely\\\": 1, \\\"quaint\\\": 1, \\\"deliciously\\\": 1, \\\"compliments\\\": 2, \\\"thanks\\\": 3, \\\"dylan\\\": 1, \\\"t\\\": 5, \\\"tummy\\\": 1, \\\"gratuity\\\": 1, \\\"larger\\\": 1, \\\"6\\\": 3, \\\"fly\\\": 2, \\\"apple\\\": 1, \\\"juice\\\": 2, \\\"han\\\": 1, \\\"nan\\\": 1, \\\"barely\\\": 11, \\\"ryan's\\\": 1, \\\"edinburgh\\\": 1, \\\"revisiting\\\": 1, \\\"chinese\\\": 4, \\\"naan\\\": 1, \\\"pine\\\": 1, \\\"nut\\\": 3, \\\"touched\\\": 1, \\\"airport\\\": 1, \\\"speedy\\\": 1, \\\"calligraphy\\\": 1, \\\"paper\\\": 3, \\\"anything\\\": 15, \\\"complain\\\": 3, \\\"stood\\\": 1, \\\"begin\\\": 3, \\\"awkwardly\\\": 2, \\\"opened\\\": 3, \\\"guest\\\": 1, \\\"extensive\\\": 1, \\\"provides\\\": 2, \\\"wide\\\": 2, \\\"array\\\": 2, \\\"inflate\\\": 1, \\\"smaller\\\": 1, \\\"grow\\\": 1, \\\"rapidly\\\": 1, \\\"lil\\\": 1, \\\"fuzzy\\\": 1, \\\"fabulous\\\": 3, \\\"wontons\\\": 1, \\\"thick\\\": 2, \\\"level\\\": 5, \\\"spice\\\": 1, \\\"whelm\\\": 1, \\\"main\\\": 4, \\\"crowd\\\": 4, \\\"older\\\": 2, \\\"mid\\\": 2, \\\"30s\\\": 1, \\\"arepas\\\": 1, \\\"jalapeno\\\": 1, \\\"thats\\\": 4, \\\"shoe\\\": 1, \\\"leather\\\": 5, \\\"definately\\\": 2, \\\"block\\\": 1, \\\"low\\\": 16, \\\"key\\\": 2, \\\"fancy\\\": 1, \\\"affordable\\\": 1, \\\"sour\\\": 2, \\\"soups\\\": 1, \\\"sunday\\\": 1, \\\"traditional\\\": 2, \\\"hunan\\\": 1, \\\"style\\\": 9, \\\"bother\\\": 6, \\\"flair\\\": 1, \\\"bartenders\\\": 1, \\\"nutshell\\\": 1, \\\"restaraunt\\\": 1, \\\"smells\\\": 2, \\\"market\\\": 4, \\\"sewer\\\": 1, \\\"girlfriend's\\\": 1, \\\"veal\\\": 1, \\\"satifying\\\": 1, \\\"join\\\": 1, \\\"club\\\": 2, \\\"offers\\\": 5, \\\"via\\\": 2, \\\"email\\\": 1, \\\"likes\\\": 4, \\\"case\\\": 32, \\\"colder\\\": 1, \\\"flavorless\\\": 2, \\\"describing\\\": 1, \\\"tepid\\\": 1, \\\"chains\\\": 1, \\\"easily\\\": 10, \\\"nachos\\\": 2, \\\"words\\\": 4, \\\"does\\\": 37, \\\"crazy\\\": 4, \\\"crowds\\\": 1, \\\"juries\\\": 1, \\\"lawyers\\\": 1, \\\"court\\\": 2, \\\"arrives\\\": 1, \\\"paying\\\": 1, \\\"85\\\": 1, \\\"looks\\\": 14, \\\"kid's\\\": 2, \\\"wienerschnitzel\\\": 1, \\\"idea\\\": 6, \\\"classic\\\": 7, \\\"maine\\\": 1, \\\"roll\\\": 1, \\\"brother\\\": 2, \\\"law\\\": 1, \\\"works\\\": 53, \\\"hereas\\\": 1, \\\"tribute\\\": 2, \\\"event\\\": 1, \\\"held\\\": 1, \\\"salsa\\\": 3, \\\"you'll\\\": 5, \\\"pissd\\\": 1, \\\"surprise\\\": 1, \\\"golden\\\": 1, \\\"hopes\\\": 1, \\\"fell\\\": 2, \\\"bruschetta\\\": 1, \\\"devine\\\": 1, \\\"employee\\\": 1, \\\"lastly\\\": 1, \\\"mozzarella\\\": 1, \\\"negligent\\\": 1, \\\"unwelcome\\\": 1, \\\"suggest\\\": 2, \\\"consistent\\\": 2, \\\"packed\\\": 1, \\\"seasonal\\\": 1, \\\"fruit\\\": 1, \\\"peach\\\": 1, \\\"officially\\\": 1, \\\"blown\\\": 2, \\\"put\\\": 12, \\\"plastic\\\": 6, \\\"containers\\\": 1, \\\"opposed\\\": 1, \\\"cramming\\\": 1, \\\"takeout\\\": 1, \\\"boxes\\\": 1, \\\"cr\\\\u00eape\\\": 1, \\\"delicate\\\": 1, \\\"awful\\\": 21, \\\"fair\\\": 2, \\\"kabuki\\\": 1, \\\"services\\\": 2, \\\"maria\\\": 1, \\\"surprised\\\": 3, \\\"article\\\": 1, \\\"read\\\": 2, \\\"spices\\\": 1, \\\"fucking\\\": 1, \\\"caballero's\\\": 1, \\\"head\\\": 4, \\\"oysters\\\": 1, \\\"round\\\": 2, \\\"disbelief\\\": 2, \\\"qualified\\\": 1, \\\"version\\\": 2, \\\"foods\\\": 1, \\\"tolerance\\\": 1, \\\"polite\\\": 1, \\\"wash\\\": 1, \\\"otherwise\\\": 3, \\\"biscuit\\\": 1, \\\"heat\\\": 2, \\\"hated\\\": 4, \\\"coconut\\\": 1, \\\"fella\\\": 1, \\\"huevos\\\": 1, \\\"rancheros\\\": 1, \\\"appealing\\\": 4, \\\"wines\\\": 1, \\\"pricey\\\": 1, \\\"temp\\\": 1, \\\"prepare\\\": 1, \\\"bare\\\": 1, \\\"gloves\\\": 1, \\\"deep\\\": 2, \\\"oil\\\": 1, \\\"pleasure\\\": 1, \\\"plethora\\\": 1, \\\"sandwiches\\\": 1, \\\"gets\\\": 14, \\\"seal\\\": 1, \\\"approval\\\": 1, \\\"light\\\": 11, \\\"college\\\": 1, \\\"cooking\\\": 1, \\\"class\\\": 2, \\\"started\\\": 12, \\\"editing\\\": 7, \\\"besides\\\": 1, \\\"costco's\\\": 1, \\\"highlighted\\\": 1, \\\"unique\\\": 2, \\\"weird\\\": 4, \\\"hardly\\\": 2, \\\"grocery\\\": 1, \\\"store\\\": 7, \\\"japanese\\\": 2, \\\"dude\\\": 1, \\\"aren't\\\": 5, \\\"doughy\\\": 1, \\\"inch\\\": 1, \\\"wire\\\": 1, \\\"ourselves\\\": 1, \\\"albondigas\\\": 1, \\\"tomato\\\": 1, \\\"meatballs\\\": 1, \\\"three\\\": 12, \\\"occasions\\\": 1, \\\"medium\\\": 1, \\\"bloodiest\\\": 1, \\\"refused\\\": 2, \\\"anymore\\\": 1, \\\"killer\\\": 4, \\\"chai\\\": 1, \\\"latte\\\": 1, \\\"allergy\\\": 1, \\\"warnings\\\": 1, \\\"clue\\\": 1, \\\"contain\\\": 1, \\\"peanuts\\\": 1, \\\"mediterranean\\\": 1, \\\"rotating\\\": 2, \\\"beers\\\": 1, \\\"highlight\\\": 1, \\\"concern\\\": 1, \\\"mellow\\\": 1, \\\"mushroom\\\": 1, \\\"strawberry\\\": 1, \\\"unprofessional\\\": 1, \\\"loyal\\\": 1, \\\"patron\\\": 1, \\\"spend\\\": 3, \\\"occasional\\\": 1, \\\"pats\\\": 1, \\\"bellagio\\\": 1, \\\"anticipated\\\": 1, \\\"weak\\\": 8, \\\"correct\\\": 2, \\\"bought\\\": 21, \\\"sals\\\": 1, \\\"returning\\\": 3, \\\"fav\\\": 1, \\\"unexperienced\\\": 1, \\\"employees\\\": 1, \\\"chickens\\\": 1, \\\"heads\\\": 2, \\\"call\\\": 13, \\\"steakhouse\\\": 1, \\\"properly\\\": 3, \\\"understand\\\": 12, \\\"concept\\\": 1, \\\"guacamole\\\": 1, \\\"pur\\\\u00e9ed\\\": 1, \\\"postinos\\\": 1, \\\"poisoning\\\": 1, \\\"batch\\\": 1, \\\"thinking\\\": 4, \\\"yay\\\": 1, \\\"hilarious\\\": 7, \\\"christmas\\\": 4, \\\"eve\\\": 1, \\\"remember\\\": 4, \\\"biggest\\\": 3, \\\"entire\\\": 8, \\\"caring\\\": 1, \\\"teamwork\\\": 1, \\\"degree\\\": 1, \\\"ri\\\": 1, \\\"calamari\\\": 1, \\\"fondue\\\": 1, \\\"lost\\\": 9, \\\"forever\\\": 5, \\\"ones\\\": 3, \\\"scene\\\": 15, \\\"denny's\\\": 1, \\\"downright\\\": 1, \\\"waaaaaayyyyyyyyyy\\\": 1, \\\"saying\\\": 3, \\\"lacked\\\": 5, \\\"sangria\\\": 1, \\\"glass\\\": 1, \\\"ridiculous\\\": 6, \\\"brisket\\\": 1, \\\"neat\\\": 2, \\\"trippy\\\": 1, \\\"hurry\\\": 1, \\\"reservation\\\": 1, \\\"stretch\\\": 1, \\\"imagination\\\": 5, \\\"cashew\\\": 1, \\\"undercooked\\\": 2, \\\"chipolte\\\": 1, \\\"ranch\\\": 1, \\\"dipping\\\": 1, \\\"sause\\\": 1, \\\"seemed\\\": 6, \\\"watered\\\": 1, \\\"workers\\\": 1, \\\"douchey\\\": 1, \\\"indoor\\\": 2, \\\"garden\\\": 1, \\\"con\\\": 1, \\\"spotty\\\": 1, \\\"neither\\\": 3, \\\"ensued\\\": 1, \\\"apologize\\\": 1, \\\"reason\\\": 6, \\\"fill\\\": 2, \\\"binge\\\": 1, \\\"drinking\\\": 1, \\\"carbs\\\": 1, \\\"insults\\\": 1, \\\"profound\\\": 1, \\\"deuchebaggery\\\": 1, \\\"smoke\\\": 2, \\\"solidify\\\": 1, \\\"don't'\\\": 1, \\\"combo\\\": 1, \\\"ala\\\": 1, \\\"cart\\\": 1, \\\"blame\\\": 1, \\\"placed\\\": 3, \\\"rave\\\": 1, \\\"del\\\": 1, \\\"avoided\\\": 2, \\\"hamburger\\\": 1, \\\"hell\\\": 3, \\\"gotten\\\": 4, \\\"ya'all\\\": 1, \\\"doing\\\": 4, \\\"shots\\\": 5, \\\"fireball\\\": 1, \\\"disapppointment\\\": 1, \\\"correction\\\": 1, \\\"heimer\\\": 1, \\\"putting\\\": 3, \\\"cause\\\": 3, \\\"owned\\\": 5, \\\"vomited\\\": 2, \\\"circumstances\\\": 2, \\\"tops\\\": 2, \\\"brownish\\\": 1, \\\"obviously\\\": 8, \\\"below\\\": 6, \\\"movies\\\": 30, \\\"ha\\\": 1, \\\"flop\\\": 1, \\\"problem\\\": 16, \\\"charge\\\": 15, \\\"11\\\": 2, \\\"99\\\": 1, \\\"bigger\\\": 1, \\\"unwrapped\\\": 1, \\\"mile\\\": 1, \\\"brushfire\\\": 1, \\\"impressive\\\": 5, \\\"hasn't\\\": 2, \\\"closed\\\": 2, \\\"mirage\\\": 1, \\\"refried\\\": 1, \\\"dried\\\": 1, \\\"crusty\\\": 1, \\\"caterpillar\\\": 1, \\\"appetite\\\": 1, \\\"instantly\\\": 1, \\\"ninja\\\": 1, \\\"hadn't\\\": 2, \\\"wasted\\\": 10, \\\"poured\\\": 1, \\\"wound\\\": 1, \\\"drawing\\\": 1, \\\"plug\\\": 12, \\\"converter\\\": 1, \\\"jawbone\\\": 3, \\\"tied\\\": 1, \\\"charger\\\": 19, \\\"conversations\\\": 3, \\\"lasting\\\": 3, \\\"major\\\": 2, \\\"problems\\\": 15, \\\"mic\\\": 4, \\\"jiggle\\\": 1, \\\"line\\\": 17, \\\"volume\\\": 12, \\\"dozen\\\": 2, \\\"hundred\\\": 1, \\\"contacts\\\": 3, \\\"sending\\\": 4, \\\"razr\\\": 5, \\\"battery\\\": 46, \\\"extended\\\": 2, \\\"seperated\\\": 1, \\\"mere\\\": 1, \\\"ft\\\": 1, \\\"notice\\\": 2, \\\"excessive\\\": 1, \\\"static\\\": 3, \\\"garbled\\\": 1, \\\"headset\\\": 47, \\\"design\\\": 12, \\\"odd\\\": 3, \\\"ear\\\": 35, \\\"clip\\\": 4, \\\"tooth\\\": 2, \\\"phone\\\": 165, \\\"advise\\\": 4, \\\"fooled\\\": 1, \\\"clicks\\\": 1, \\\"makes\\\": 19, \\\"wonder\\\": 3, \\\"mechanism\\\": 1, \\\"motorola's\\\": 1, \\\"followed\\\": 1, \\\"directions\\\": 1, \\\"pair\\\": 4, \\\"kindle\\\": 1, \\\"fire\\\": 3, \\\"commercials\\\": 1, \\\"misleading\\\": 1, \\\"run\\\": 4, \\\"days\\\": 10, \\\"charging\\\": 5, \\\"mother\\\": 3, \\\"pocket\\\": 3, \\\"pc\\\": 3, \\\"mobile\\\": 5, \\\"instructions\\\": 4, \\\"couldnt\\\": 1, \\\"hear\\\": 14, \\\"pull\\\": 4, \\\"earphone\\\": 1, \\\"doesn't\\\": 28, \\\"hold\\\": 6, \\\"breakage\\\": 1, \\\"unacceptible\\\": 1, \\\"product\\\": 56, \\\"ideal\\\": 1, \\\"whose\\\": 1, \\\"ears\\\": 6, \\\"sensitive\\\": 1, \\\"unusable\\\": 2, \\\"moving\\\": 5, \\\"freeway\\\": 1, \\\"speed\\\": 3, \\\"contract\\\": 2, \\\"ac\\\": 1, \\\"highy\\\": 1, \\\"mins\\\": 1, \\\"performance\\\": 16, \\\"680\\\": 1, \\\"worthless\\\": 4, \\\"camera\\\": 23, \\\"2mp\\\": 1, \\\"pics\\\": 1, \\\"clear\\\": 13, \\\"garbage\\\": 8, \\\"audio\\\": 8, \\\"bluetooth\\\": 18, \\\"features\\\": 6, \\\"gonna\\\": 3, \\\"buy\\\": 21, \\\"arguing\\\": 1, \\\"verizon\\\": 8, \\\"regarding\\\": 2, \\\"calls\\\": 14, \\\"phones\\\": 10, \\\"loud\\\": 7, \\\"protection\\\": 3, \\\"bulky\\\": 1, \\\"usable\\\": 1, \\\"keyboard\\\": 4, \\\"turns\\\": 4, \\\"pda\\\": 2, \\\"useful\\\": 1, \\\"machine\\\": 3, \\\"gadget\\\": 2, \\\"sturdy\\\": 5, \\\"e\\\": 2, \\\"stream\\\": 1, \\\"submerged\\\": 1, \\\"seconds\\\": 3, \\\"510\\\": 3, \\\"buttons\\\": 8, \\\"essentially\\\": 2, \\\"forget\\\": 4, \\\"microsoft's\\\": 1, \\\"tech\\\": 2, \\\"support\\\": 4, \\\"faceplates\\\": 1, \\\"elegant\\\": 2, \\\"headphones\\\": 6, \\\"purchase\\\": 14, \\\"angle\\\": 2, \\\"clearly\\\": 4, \\\"drawback\\\": 1, \\\"mp3\\\": 2, \\\"player\\\": 6, \\\"phone's\\\": 3, \\\"pause\\\": 1, \\\"skip\\\": 2, \\\"lock\\\": 2, \\\"activated\\\": 1, \\\"suddenly\\\": 1, \\\"died\\\": 2, \\\"headsets\\\": 7, \\\"wear\\\": 9, \\\"glasses\\\": 3, \\\"sometimes\\\": 6, \\\"ipods\\\": 1, \\\"device\\\": 13, \\\"situations\\\": 2, \\\"bmw\\\": 1, \\\"series\\\": 10, \\\"quiet\\\": 3, \\\"trouble\\\": 4, \\\"hearing\\\": 1, \\\"choice\\\": 5, \\\"docking\\\": 2, \\\"d807\\\": 2, \\\"wrongly\\\": 1, \\\"advertised\\\": 2, \\\"handy\\\": 2, \\\"purchased\\\": 4, \\\"within\\\": 7, \\\"everyday\\\": 1, \\\"holds\\\": 5, \\\"packaged\\\": 3, \\\"intended\\\": 1, \\\"runs\\\": 1, \\\"worked\\\": 21, \\\"broke\\\": 9, \\\"easy\\\": 22, \\\"construction\\\": 3, \\\"cheaper\\\": 2, \\\"loads\\\": 3, \\\"costs\\\": 6, \\\"greater\\\": 1, \\\"ease\\\": 3, \\\"buds\\\": 1, \\\"plan\\\": 3, \\\"waaay\\\": 1, \\\"bluetooths\\\": 1, \\\"listener\\\": 1, \\\"using\\\": 13, \\\"integrated\\\": 1, \\\"seamlessly\\\": 2, \\\"motorola\\\": 12, \\\"buyer\\\": 2, \\\"beware\\\": 3, \\\"flush\\\": 1, \\\"toilet\\\": 1, \\\"shipping\\\": 5, \\\"supposedly\\\": 3, \\\"375\\\": 1, \\\"match\\\": 3, \\\"styles\\\": 1, \\\"flaw\\\": 3, \\\"correctly\\\": 1, \\\"350\\\": 1, \\\"jabra350\\\": 1, \\\"reception\\\": 17, \\\"fit\\\": 14, \\\"megapixels\\\": 1, \\\"renders\\\": 1, \\\"images\\\": 1, \\\"fall\\\": 5, \\\"relatively\\\": 2, \\\"resolution\\\": 2, \\\"purcashed\\\": 1, \\\"slim\\\": 2, \\\"display\\\": 3, \\\"geeky\\\": 1, \\\"sex\\\": 3, \\\"rocks\\\": 4, \\\"oozes\\\": 1, \\\"embedded\\\": 1, \\\"sleek\\\": 2, \\\"stylish\\\": 1, \\\"compromise\\\": 2, \\\"qwerty\\\": 1, \\\"basic\\\": 2, \\\"cell\\\": 14, \\\"keypad\\\": 2, \\\"unhappy\\\": 2, \\\"setup\\\": 3, \\\"simpler\\\": 1, \\\"earpieces\\\": 3, \\\"jabra\\\": 8, \\\"fits\\\": 11, \\\"comfortably\\\": 4, \\\"strong\\\": 10, \\\"signal\\\": 6, \\\"iam\\\": 1, \\\"weeks\\\": 5, \\\"bt\\\": 3, \\\"disapoinment\\\": 1, \\\"realize\\\": 2, \\\"accompanied\\\": 1, \\\"software\\\": 7, \\\"brilliant\\\": 7, \\\"nicely\\\": 1, \\\"damage\\\": 1, \\\"definitly\\\": 1, \\\"careful\\\": 2, \\\"majority\\\": 1, \\\"logitech\\\": 2, \\\"earbud\\\": 3, \\\"failed\\\": 4, \\\"peachy\\\": 1, \\\"keen\\\": 1, \\\"coverage\\\": 3, \\\"upstairs\\\": 1, \\\"basement\\\": 1, \\\"voice\\\": 10, \\\"recognition\\\": 2, \\\"tremendous\\\": 3, \\\"minute\\\": 5, \\\"drops\\\": 3, \\\"takes\\\": 4, \\\"reccomendation\\\": 1, \\\"relative\\\": 1, \\\"items\\\": 1, \\\"stated\\\": 2, \\\"description\\\": 3, \\\"screen\\\": 24, \\\"sudden\\\": 1, \\\"linking\\\": 1, \\\"8530\\\": 1, \\\"blackberry\\\": 2, \\\"curve\\\": 1, \\\"sounds\\\": 3, \\\"sketchy\\\": 1, \\\"technology\\\": 2, \\\"wired\\\": 2, \\\"messages\\\": 2, \\\"web\\\": 1, \\\"browsing\\\": 1, \\\"significantly\\\": 1, \\\"faster\\\": 2, \\\"previous\\\": 4, \\\"build\\\": 2, \\\"unlike\\\": 1, \\\"colors\\\": 1, \\\"w810i\\\": 2, \\\"superb\\\": 7, \\\"whine\\\": 2, \\\"internet\\\": 7, \\\"goes\\\": 6, \\\"communications\\\": 1, \\\"tool\\\": 4, \\\"communicate\\\": 1, \\\"charm\\\": 7, \\\"maintain\\\": 2, \\\"monkeys\\\": 1, \\\"share\\\": 4, \\\"dna\\\": 1, \\\"copy\\\": 1, \\\"humans\\\": 2, \\\"bougth\\\": 1, \\\"l7c\\\": 1, \\\"sharp\\\": 3, \\\"graphics\\\": 5, \\\"mode\\\": 1, \\\"button\\\": 2, \\\"thank\\\": 2, \\\"igo\\\": 2, \\\"chargers\\\": 3, \\\"tips\\\": 2, \\\"file\\\": 1, \\\"browser\\\": 1, \\\"handsfree\\\": 3, \\\"network\\\": 4, \\\"connected\\\": 2, \\\"wife's\\\": 2, \\\"hs850\\\": 1, \\\"latest\\\": 2, \\\"os\\\": 1, \\\"v1\\\": 1, \\\"15g\\\": 1, \\\"crawl\\\": 1, \\\"recognizes\\\": 1, \\\"storage\\\": 2, \\\"buzzing\\\": 2, \\\"override\\\": 2, \\\"bluetoooth\\\": 1, \\\"functionality\\\": 2, \\\"thorn\\\": 1, \\\"abhor\\\": 1, \\\"disconnected\\\": 1, \\\"13\\\": 3, \\\"mail\\\": 1, \\\"backlight\\\": 1, \\\"message\\\": 1, \\\"replacement\\\": 3, \\\"ring\\\": 2, \\\"tone\\\": 2, \\\"lately\\\": 1, \\\"wit\\\": 1, \\\"dropping\\\": 2, \\\"weight\\\": 2, \\\"pleather\\\": 1, \\\"useless\\\": 7, \\\"deaf\\\": 1, \\\"prettier\\\": 1, \\\"investment\\\": 1, \\\"ticking\\\": 1, \\\"noises\\\": 1, \\\"ends\\\": 2, \\\"electronics\\\": 1, \\\"available\\\": 1, \\\"fm\\\": 1, \\\"transmitters\\\": 1, \\\"lasts\\\": 4, \\\"h500\\\": 1, \\\"mega\\\": 1, \\\"pixel\\\": 1, \\\"good7\\\": 1, \\\"transmit\\\": 1, \\\"contacting\\\": 1, \\\"dollar\\\": 1, \\\"learned\\\": 1, \\\"lesson\\\": 1, \\\"form\\\": 5, \\\"online\\\": 1, \\\"earbugs\\\": 1, \\\"range\\\": 6, \\\"able\\\": 4, \\\"roam\\\": 1, \\\"issues\\\": 4, \\\"crack\\\": 1, \\\"infatuated\\\": 1, \\\"freezes\\\": 1, \\\"frequently4\\\": 1, \\\"embarrassing\\\": 5, \\\"child\\\": 6, \\\"lightweight\\\": 4, \\\"consumer\\\": 2, \\\"there's\\\": 11, \\\"tick\\\": 1, \\\"background\\\": 2, \\\"usually\\\": 2, \\\"headbands\\\": 1, \\\"sony\\\": 3, \\\"ericsson\\\": 1, \\\"purchases\\\": 1, \\\"shine\\\": 1, \\\"comfort\\\": 3, \\\"excited\\\": 2, \\\"calendar\\\": 1, \\\"sync\\\": 1, \\\"additional\\\": 2, \\\"gels\\\": 2, \\\"defeats\\\": 1, \\\"purpose\\\": 2, \\\"penny\\\": 1, \\\"wallet\\\": 1, \\\"type\\\": 4, \\\"excrutiatingly\\\": 1, \\\"important\\\": 8, \\\"aspect\\\": 3, \\\"glove\\\": 1, \\\"secure\\\": 2, \\\"durable\\\": 1, \\\"o\\\": 1, \\\"gosh\\\": 2, \\\"attractive\\\": 2, \\\"appears\\\": 3, \\\"factor\\\": 1, \\\"petroleum\\\": 1, \\\"smell\\\": 2, \\\"unbearable\\\": 2, \\\"caused\\\": 2, \\\"cable\\\": 7, \\\"flimsy\\\": 2, \\\"scary\\\": 3, \\\"earpiece\\\": 4, \\\"stereo\\\": 1, \\\"month\\\": 2, \\\"flawlessly\\\": 2, \\\"absolutel\\\": 1, \\\"junk\\\": 9, \\\"drain\\\": 3, \\\"potentially\\\": 1, \\\"unreliable\\\": 4, \\\"reversible\\\": 1, \\\"feature\\\": 6, \\\"seller\\\": 4, \\\"plantronics\\\": 4, \\\"adorable\\\": 6, \\\"contstruct\\\": 1, \\\"hinge\\\": 1, \\\"installed\\\": 1, \\\"overnite\\\": 1, \\\"handset\\\": 1, \\\"cat\\\": 2, \\\"attacked\\\": 1, \\\"scratched\\\": 3, \\\"protective\\\": 1, \\\"destroying\\\": 1, \\\"razor\\\": 1, \\\"v3i\\\": 1, \\\"wise\\\": 3, \\\"shouldve\\\": 1, \\\"invented\\\": 1, \\\"sooner\\\": 1, \\\"engineered\\\": 1, \\\"clever\\\": 6, \\\"complained\\\": 1, \\\"headset's\\\": 1, \\\"microphone\\\": 3, \\\"nokia\\\": 7, \\\"2160\\\": 1, \\\"tracfone\\\": 1, \\\"instruction\\\": 1, \\\"manual\\\": 1, \\\"alarm\\\": 1, \\\"clock\\\": 1, \\\"removing\\\": 2, \\\"antena\\\": 1, \\\"uncomfortable\\\": 3, \\\"compared\\\": 1, \\\"plugged\\\": 3, \\\"lg\\\": 4, \\\"state\\\": 2, \\\"allow\\\": 2, \\\"usage\\\": 1, \\\"ngage\\\": 1, \\\"earbuds\\\": 1, \\\"dialing\\\": 2, \\\"riingtones\\\": 1, \\\"games\\\": 5, \\\"amazon\\\": 9, \\\"rip\\\": 1, \\\"ipod\\\": 2, \\\"recharge\\\": 2, \\\"frequentyly\\\": 1, \\\"flip\\\": 3, \\\"adhesive\\\": 1, \\\"practically\\\": 2, \\\"add\\\": 2, \\\"boost\\\": 2, \\\"concrete\\\": 1, \\\"knock\\\": 1, \\\"wood\\\": 1, \\\"transformed\\\": 1, \\\"organizational\\\": 1, \\\"capability\\\": 1, \\\"easier\\\": 4, \\\"vehicle\\\": 1, \\\"cradle\\\": 1, \\\"belt\\\": 5, \\\"jerks\\\": 1, \\\"los\\\": 3, \\\"angeles\\\": 3, \\\"starter\\\": 1, \\\"wireless\\\": 3, \\\"loudspeaker\\\": 1, \\\"option\\\": 1, \\\"bumpers\\\": 1, \\\"lights\\\": 1, \\\"improve\\\": 1, \\\"leaks\\\": 1, \\\"according\\\": 1, \\\"called\\\": 4, \\\"applifies\\\": 1, \\\"save\\\": 3, \\\"specially\\\": 1, \\\"face\\\": 9, \\\"transmission\\\": 1, \\\"s11\\\": 1, 